[
  {
    "slug": "symbolic-hands-print",
    "title": "Symbolic Hands Print",
    "description": "A striking art print featuring interlocking hands in a symbolic gesture of unity and peace. This powerful visual statement captures the essence of human connection and solidarity across cultures. Printed on archival-quality paper with vibrant, lasting colors.",
    "startingBid": 120,
    "image": "https://static.wixstatic.com/media/6f4e9b_2ea044ed62cd4fa9a87e8f1c8cccb76b~mv2.jpg",
    "category": "Art"
  },
  {
    "slug": "abstract-peace-canvas",
    "title": "Abstract Peace Canvas",
    "description": "An original abstract canvas painting inspired by the colors and emotions of the peace movement. Bold brushstrokes in warm earth tones and cool blues create a meditative composition. Gallery-wrapped and ready to hang.",
    "startingBid": 95,
    "image": "https://static.wixstatic.com/media/6f4e9b_26a12af4e1824805a4c8e1e2ac8aff98~mv2.jpg",
    "category": "Art"
  },
  {
    "slug": "woven-peace-bracelet",
    "title": "Woven Peace Bracelet",
    "description": "A beautifully handcrafted woven bracelet featuring peace-inspired patterns and colors. Made by artisans from conflict-affected regions, each bracelet tells a story of resilience and hope. Adjustable size fits most wrists.",
    "startingBid": 20,
    "image": "https://static.wixstatic.com/media/6f4e9b_2f1af983c9f4414383a7a4b43f6cec8f~mv2.jpg",
    "category": "Jewelry"
  },
  {
    "slug": "inspirational-peace-quotes",
    "title": "Inspirational Peace Quotes",
    "description": "A curated collection of the world's most powerful peace quotes, beautifully typeset and presented in a keepsake format. Features words from Nobel laureates, activists, and visionaries who shaped the peace movement. Perfect for daily inspiration.",
    "startingBid": 22,
    "image": "https://static.wixstatic.com/media/6f4e9b_5647205a5a8b4bec87e1e9b5bb71a40d~mv2.jpg",
    "category": "Books"
  },
  {
    "slug": "handcrafted-peace-dove",
    "title": "Handcrafted Peace Dove",
    "description": "An exquisite handcrafted dove sculpture symbolizing peace and hope. Carved from sustainable materials by skilled artisans, this piece brings a gentle reminder of our shared aspirations for a peaceful world. Each dove is unique.",
    "startingBid": 45,
    "image": "https://static.wixstatic.com/media/6f4e9b_dd228cbae57b4e0b9ae3aad0879c8e1f~mv2.jpg",
    "category": "Crafts"
  },
  {
    "slug": "art-of-peacemaking-book",
    "title": "Art Of Peacemaking Book",
    "description": "An insightful book exploring the art and science of peacemaking through history. From ancient diplomacy to modern conflict resolution, this comprehensive guide offers practical wisdom for building peace at every level. Hardcover edition.",
    "startingBid": 40,
    "image": "https://static.wixstatic.com/media/6f4e9b_6eaec1c0b96849c6a9c0ba43cde4e73e~mv2.jpg",
    "category": "Books"
  },
  {
    "slug": "ceramic-message-stone",
    "title": "Ceramic Message Stone",
    "description": "A smooth, hand-glazed ceramic stone inscribed with a message of peace. Each stone is individually crafted and fired, resulting in unique color variations. Perfect as a desk ornament, garden accent, or meaningful gift.",
    "startingBid": 25,
    "image": "https://static.wixstatic.com/media/6f4e9b_4d9e154eb2ba440fac2c8f5bc5a3e8d8~mv2.jpg",
    "category": "Crafts"
  },
  {
    "slug": "journals-for-hope",
    "title": "Journals For Hope",
    "description": "A set of beautifully designed journals created to inspire hope and reflection. Each journal features peace-themed cover art and thoughtful prompts inside. Proceeds support humanitarian programs in conflict zones.",
    "startingBid": 30,
    "image": "https://static.wixstatic.com/media/6f4e9b_d89455815ab74fd2a394b6bbf76b14d0~mv2.jpg",
    "category": "Books"
  },
  {
    "slug": "geometric-harmony-art",
    "title": "Geometric Harmony Art",
    "description": "A stunning geometric art piece representing the mathematical harmony found in nature and peaceful coexistence. This premium print features intricate patterns in gold and earth tones on a large-format canvas. A centerpiece for any room.",
    "startingBid": 150,
    "image": "https://static.wixstatic.com/media/6f4e9b_178b9eee57ad4fdeb3d78ddebee3ff41~mv2.jpg",
    "category": "Art"
  }
]
